from datetime import datetime

fixed_date = datetime(2024, 10, 29)

compliments = [
    "Ты замечательный человек!",
    "У тебя прекрасное чувство юмора!",
    "Твоя улыбка делает этот мир лучше!",
    "Ты просто чудо!",
    "Ты вдохновляешь всех вокруг!",
    "Ты заслуживаешь только лучшего!",
    "Ты делаешь мир лучше просто своим присутствием!",
    "Владик обожает твои волосы!",
    "Владик обожает твой носик!",
    "Владик тебя любит..."
]

trivias = [
    "Ты знала, что Владик люблит тебя больше всего на свете?",
    "Какое у тебя настроение?",
    "Сегодня ты улыбалась?",
    "Ты хочешь, чтобы я сделал тебе чай? (Ты можешь отправить это Владику!)",
]

questions = [
    {"question": "Когда мы впервые встретились? (дата в формате ДД.ММ.ГГГГ)", "answer": "05.10.2024"},
    {"question": "Какое любимое блюдо Владика ?", "answer": "роллы"},
    {"question": "Как зовут вашего питомца?", "answer": "Юки"},
    {"question": "Какой любимый цвет Владика?", "answer": "чёрный"},
    {"question": "Куда вы оба хотите полететь?", "answer": "Япония"},
]